amd-ucode
ansible
apache
arch-audit
base
base-devel
bat
bc
bind
btop
cifs-utils
duf
efibootmgr
element-desktop
expac
eza
fastfetch
fd
ffmpegthumbnailer
file-roller
firefox
flatpak
fuse2
fzf
git
gnome-keyring
greetd-tuigreet
grub
gvfs
hyprland
hyprpaper
i2c-tools
imagemagick
inter-font
just
kitty
kvantum
kvantum-qt5
kvantum-theme-materia
libfido2
libva-nvidia-driver
linux-firmware
linux-lts
linux-lts-headers
lvm2
lynis
mako
mlocate
mousepad
nano
ncdu
neofetch
neovim
net-tools
network-manager-applet
networkmanager
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nvidia-dkms
nvidia-settings
nvtop
nwg-look
openrgb
openssh
otf-fira-sans
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
polkit-gnome
protonmail-bridge
pwgen
python-passlib
qt5-wayland
qt5ct
ristretto
starship
sudo
swayidle
swaylock
thunar
thunar-archive-plugin
thunar-volman
tldr
tmux
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-hack
ttf-ibm-plex
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-roboto
ttf-ubuntu-font-family
tumbler
ufw
vim
waybar
whois
wlroots
wofi
xdg-user-dirs
yadm
yubikey-manager
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
